{
  "title":"Tactical Escalation",
  "battlefield":["Create the battlefield and set up terrain.",
    "The players should roll off and, starting with whoever rolls highest, alternate placing objective markers until 6 (numbered 1-6) have been set up.",
    "The objective markers can be located anywhere on the battlefield, as long as the centre of each is more than 12\" from the centre of any other objective marker and 6\" from the edge of the battlefield."
  ],
  "deployment":["The player who placed the sixth objective marker determines which of the <b>standard deployment maps</b> is used in the battle and picks one of the deployment zones on the map for their army.",
  "Their opponent uses the other deployment zone.",
  "Starting with the player who did <b><i>not</i></b> pick their deployment zone, the players then alternate deploying their units, one at a time.",
  "A player’s models must be set up within their own deployment zone. Continue setting up units until both sides have set up their army."
  ],
  "specialRules":["Tactical Objectives: If, at the start of a player’s turn, they have fewer active Tactical Objectives than the current battle round number, they must generate Tactical Objectives until they have a number equal to the current battle round number.",
    "<b>Tactical Priority</b>: At the start of the first battle round, but before the first turn begins, each player nominates a single Tactical Objective type (e.g. Take and Hold). You score an additional victory point for each Tactical Objective of that type you achieve. However, you lose a victory point each time you discard a Tactical Objective of that type."
  ],
  "victory":{
    "primary":["Tactical Objectives",
    "Mission Priorities: If, at the end of the game, one player has achieved more Tactical Objectives of their nominated type (see Tactical Priority, above) than their opponent has of their own nominated type, that player receives 1 additional victory point."],
    "secondary":["Slay the Warlord","First Blood","Linebreaker"]
  }
}
